app/views/users/show.html.erb

  <tbody>
    <% @user.campers.each do |camper| %>
---
SELECT "campers".* FROM "campers" WHERE "campers"."user_id" = ?  [["user_id", 1]]